---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilteredWorksetIterator
source: html/3b9aa578-96b6-8538-3cc0-2ade1bae6775.htm
---
# FilteredWorksetIterator Members

Releases all resources used by the FilteredWorksetIterator